Repository: Andrea-Bruno/AnonymousMessenger
Catalog: Localization/Resources/Dictionary.*.resx
Languages: de, es, fr

source: Lock screen
de: Bildschirmsperre
es: Bloqueo de pantalla
fr: Verrouillage d'écran

source: Groups
de: Gruppen
es: Grupos
fr: Groupes

source: Export your encrypted private key
de: Exportieren Sie Ihren verschlüsselten privaten Schlüssel
es: Exporta tu clave privada encriptada
fr: Exportez votre clé privée cryptée

source: Name of wallet
de: Name der Brieftasche
es: Nombre de la billetera
fr: Nom du portefeuille

source: Payments
de: Zahlungen
es: Pagos
fr: Paiements

# AllowMessageTranslationCaption
source: Enable this option to allow the app to translate the messages
de: Aktivieren Sie diese Option, damit die App Nachrichten übersetzen kann
es: Habilite esta opción para permitir que la aplicación traduzca mensajes
fr: Activez cette option pour permettre à l'application de traduire les messages

# AllowanceOfOtherApp
source: Screenshot
de: Screenshots
es: Capturas de pantalla
fr: Captures d'écran

source: Audio call
de: Audioanruf
es: Llamada de audio
fr: Appel audio

source: Save
de: Speichern
es: Salvar
fr: sauver

# ShareThisLinkToThreeFriendsToGetAFreeMembership
source: Share this link to 3 friends to get a free membership
de: Teile diesen Link mit 3 Freunden, um eine kostenlose Mitgliedschaft zu erhalten
es: Comparte este enlace con 3 amigos para obtener una membresía gratuita
fr: Partagez ce lien avec 3 amis pour obtenir un abonnement gratuit

source: Please select at least one user
de: Wählen Sie mindestens einen Benutzer aus
es: Seleccione al menos un usuario
fr: Sélectionnez au moins un utilisateur

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

# AddParticipantsInfo
source: Add a member to the chat and create a group
de: Fügen Sie ein Mitglied zum Chat hinzu und erstellen Sie eine Gruppe
es: Agrega un miembro al chat y crea un grupo
fr: Ajouter un membre au chat et créer un groupe

# DeleteAlertQuestion
source: Do you want to delete selected contact?
de: Möchten Sie den ausgewählten Kontakt löschen?
es: ¿Quieres eliminar el contacto seleccionado?
fr: Voulez-vous supprimer le contact sélectionné ?

# PleaseEnterNotMoreThanSixteen
source: Please enter less than 16 digits for your PIN
de: Geben Sie weniger als 16 Ziffern für die PIN ein
es: Ingrese menos de 16 dígitos para el PIN
fr: Entrez moins de 16 chiffres pour le code PIN

source: Add wallet
de: Geldbörse hinzufügen
es: Agregar billetera
fr: Ajouter un portefeuille

# DeleteElement
source: Do you want to delete this element?
de: Möchten Sie dieses Element löschen?
es: ¿Quieres eliminar este elemento?
fr: Voulez-vous supprimer cet élément ?

source: New group
de: Neuer Gruppe
es: Nuevo grupo
fr: Nouveau groupe

source: Missed audio call
de: Verpasster Audioanruf
es: Llamada de audio perdida
fr: Appel audio manqué

source: Lost
de: Verloren
es: Perdido
fr: Perdu

source: This key is not currently use in another device
de: Dieser Schlüssel wird derzeit nicht auf einem anderen Gerät verwendet
es: Esta clave no se usa actualmente en otro dispositivo
fr: Cette clé n'est actuellement pas utilisée sur un autre appareil

# AcceptAndContiune
source: Accept and Continue
de: Akzeptieren und weiter
es: Aceptar y continuar
fr: Accepter et continuer

# MessageReadStatusEnable
source: Enable message read
de: Nachrichtenlesen aktivieren
es: Habilitar la lectura de mensajes
fr: Activer la lecture des messages

source: Delete picture
de: Lösche Bild
es: Eliminar Imagen
fr: Supprimer l'image

source: Please confirm your pin code
de: Bestätigen Sie Ihren PIN-Code
es: Confirma tu código PIN
fr: Confirmez votre code PIN

source: Crop
de: Ausgeschnitten
es: Separar
fr: Coupé

source: Alert
de: ich benachrichtige
es: Yo notifico
fr: je notifie

source: You received a new message from
de: Sie haben eine neue Nachricht erhalten von
es: Ha recibido un nuevo mensaje de
fr: Vous avez reçu un nouveau message de

source: Description
de: Beschreibung
es: Descripción

source: The file cannot be exported without granting permission
de: Die Datei kann ohne Genehmigung nicht exportiert werden
es: El archivo no se puede exportar sin que se otorgue permiso
fr: Le fichier ne peut pas être exporté sans autorisation

source: Visibility and lock screen
de: Sichtbarkeit und Sperrbildschirm
es: Visibilidad y pantalla de bloqueo
fr: Visibilité et écran de verrouillage

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer

# YouHaveReceivedNewMessageFrom
source: New message from
de: Neue Nachricht von
es: Nuevo mensaje de
fr: Nouveau message de

source: User name
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Edit Photo
de: Foto bearbeiten
es: Editar foto
fr: Modifier photo

source: Message
de: Nachricht
es: Mensaje
fr: Un message

# InvalidCVV
source: Please check CVV format again
de: Überprüfen Sie das CVV-Format erneut
es: Verifique el formato CVV nuevamente
fr: Vérifiez à nouveau le format CVV

source: Russian
de: Russisch
es: Ruso
fr: Russe

source: Create new group
de: Neue Gruppe erstellen
es: Crear nuevo grupo
fr: Créer un nouveau groupe

# SharePublicKeyInfo
source: Other users need your public key to chat with you
de: Andere Benutzer benötigen Ihren öffentlichen Schlüssel, um mit Ihnen zu chatten
es: Otros usuarios necesitan tu clave pública para chatear contigo
fr: Les autres utilisateurs ont besoin de votre clé publique pour discuter avec vous

# MessageReadDisableStatusInfo
source: Disable this option will make the other not to know about message read status
de: Das Deaktivieren dieser Option führt dazu, dass der andere den Lesestatus der Nachricht nicht erkennt
es: Deshabilitar esta opción hará que la otra no sepa el estado de lectura del mensaje
fr: La désactivation de cette option entraînera l'ignorance de l'autre de l'état de lecture du message

source: Payment Configuration
de: Zahlungskonfiguration
es: Configuración de pago
fr: Configuration de paiement

source: No item selected
de: Keine Artikel ausgewählt
es: No se seleccionó ningún elemento
fr: Aucun élément sélectionné

source: Camera
de: Kamera
es: Cámara
fr: Caméra

source: Loading
de: Wird geladen
es: Cargando
fr: Chargement

source: Video call
de: Videoanruf
es: Videollamada
fr: Appel vidéo

# ClearAlertQuestion
source: Do you want to clear messages from selected contact?
de: Möchten Sie Nachrichten vom ausgewählten Kontakt löschen?
es: ¿Quieres eliminar mensajes del contacto seleccionado?
fr: Voulez-vous supprimer les messages du contact sélectionné ?

source: Security
de: Sicherheit
es: La seguridad
fr: Sécurité

# UnasweredVideoCall
source: Unanswered video call
de: Verpasster Videoanruf
es: Videollamada perdida
fr: Appel vidéo manqué

# YouHaveReceivedNewLocationFrom
source: New location from
de: Neuer Standort ab
es: Nueva ubicación desde
fr: Nouvel emplacement de

source: Ok
de: Okay
fr: D'accord

source: Search
de: Suche
es: Búsqueda
fr: Chercher

source: Wrong pin
de: Falsche Pin
es: Pin erróneo
fr: Mauvaise broche

source: Name
de: Vorname
es: Nombre de pila
fr: Prénom

source: Message could not translate
de: Die Nachricht konnte nicht übersetzt werden
es: No se pudo traducir el mensaje
fr: Impossible de traduire le message

source: Add new wallet
de: Neue Brieftasche hinzufügen
es: Agregar nueva billetera
fr: Ajouter un nouveau portefeuille

source: Translated
de: Übersetzt
es: Traducido
fr: Traduit

# TakePhoto
source: Take a Photo
de: Machen Sie ein Foto
es: Toma una foto
fr: Prendre une photo

source: Missed video call from
de: Verpasster Videoanruf von
es: Videollamada perdida de
fr: Appel vidéo manqué de

source: Wallet
de: Brieftasche
es: Billetera
fr: Portefeuille

source: Vibrate
de: Vibration
es: Vibración
fr: Vibration

source: View
de: Sicht
es: Vista
fr: Vue

source: Requested permission is needed
de: Die erforderliche Berechtigung ist erforderlich
es: Se requiere la autorización requerida
fr: L'autorisation requise est requise

# CreateNewTopic
source: Create a new topic
de: Erstellen Sie ein neues Thema
es: Crea un tema nuevo
fr: Créer un nouveau sujet

source: Inputs are not valid
de: Die Eingaben sind ungültig
es: Las entradas no son válidas
fr: Les entrées sont invalides

source: You have entered six times wrong pin. Please wait
de: Sie haben sechs Mal eine falsche PIN eingegeben. Warten Sie mal
es: Ingresó un PIN incorrecto seis veces. Espere por favor
fr: Vous avez mal saisi un code six fois. S'il vous plaît, attendez

source: The functionality has not been implemented
de: Die Funktionalität wurde nicht implementiert
es: La funcionalidad no se implementó
fr: La fonctionnalité n'a pas été implémentée

source: New message
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message

# UploadImage
source: Image
de: Bild
es: Imagen

source: Type a message
de: Nachricht schreiben
es: escribe un mensaje
fr: écrire un message

source: Import Private Key
de: Privaten Schlüssel importieren
es: Importar clave privada
fr: Importer la clé privée

source: Key
de: Taste
es: Clave
fr: Clé

# Recover
source: Recover account
de: Account wiederherstellen
es: Recuperar cuenta
fr: Récupérer le compte

source: Blocked users and notifications
de: Gesperrte Benutzer und Benachrichtigungen
es: Usuarios bloqueados y notificaciones
fr: Utilisateurs et notifications bloqués

source: Messages
de: Mitteilungen
es: Mensajes

source: Yes
de: Jep
es: sí
fr: Oui

source: File
de: Datei
es: Archivo
fr: Fichier

source: Change language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue

# DeleteFromEveryone
source: For everyone
de: Für jeden
es: Para todo el mundo
fr: Pour tout le monde

source: The pin does not match
de: Der Pin stimmt nicht überein
es: El pin no coincide
fr: La broche ne correspond pas

source: Please enter valid credit card cvv
de: Bitte geben Sie einen gültigen Kreditkarten-Lebenslauf ein
es: Introduzca un cvv de tarjeta de crédito válida
fr: Veuillez insérer un cvv de carte de crédit valide

# InvalidMonthAndYear
source: Please check Month/Year format again
de: Überprüfen Sie das Format Monat / Jahr erneut
es: Verifique el formato de mes / año nuevamente
fr: Vérifiez à nouveau le format Mois / Année

source: Rate us here
de: Bewerten Sie uns hier
es: Califícanos aquí
fr: Évaluez-nous ici

source: Forward to
de: Weiterleiten
es: Reenviar a
fr: Transférer à

source: Add Contact
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter le contact

# PleaseReadAndAcceptEulaTermsAndConditionToContinue
source: Please read and accept End User License Agreement to continue!
de: Bitte lesen und akzeptieren Sie die Endbenutzer-Lizenzvereinbarung, um fortzufahren!
es: ¡Lea y acepte el Acuerdo de licencia de usuario final para continuar!
fr: Veuillez lire et accepter le contrat de licence utilisateur final pour continuer !

source: Missed video call from group
de: Verpasster Videoanruf von der Gruppe
es: Videollamada perdida del grupo
fr: Appel vidéo manqué du groupe

source: Back
de: Zurück
es: Espaldas
fr: en arrière

source: Help
de: Hilfe
es: Ayuda
fr: Aide

source: Delete profile picture
de: Löschen Sie Ihr Profilbild
es: Eliminar tu foto de perfil
fr: Supprimer votre photo de profil

# PleaseMakeSureAndAcceptThatThisKeyWillBeOnlyUseForThisDevice
source: Please make sure and accept that key is not use in another device
de: Stellen Sie sicher und stimmen Sie zu, dass der Schlüssel nicht auf einem anderen Gerät verwendet wird
es: Asegúrese y acepte que la clave no se esté utilizando en otro dispositivo
fr: Assurez-vous et acceptez que la clé n'est pas utilisée sur un autre appareil

source: Edit private key
de: Privaten Schlüssel bearbeiten
es: Editar clave privada
fr: Modifier la clé privée

source: The user will not be able to write you anymore
de: Der Benutzer kann Ihnen nicht mehr schreiben
es: El usuario ya no podrá escribirle
fr: L'utilisateur ne pourra plus vous écrire

# FAQPrivacyPolicyAndLogin
source: FAQ, privacy policy and rating & review
de: FAQ, Datenschutzerklärung und Auswertung und Überprüfung
es: Preguntas frecuentes, política de privacidad y evaluación y revisión
fr: FAQ, politique de confidentialité et évaluation et examen

source: Card number
de: Kartennummer
es: Número de tarjeta
fr: Numéro de carte

source: Check details
de: Überprüfen Sie die Details
es: Verifica los detalles
fr: Vérifiez les détails

source: Username is too long
de: Der Benutzername ist zu lang
es: El nombre de usuario es demasiado largo
fr: Le nom d'utilisateur est trop long

source: Please, confirm your pin
de: Bitte bestätigen Sie Ihre PIN
es: Confirma tu PIN
fr: Veuillez confirmer votre code PIN

source: Create PIN
de: PIN erstellen
es: Crear PIN
fr: Créer un code PIN

source: Add your card
de: Füge deine Karte hinzu
es: Agrega tu tarjeta
fr: Ajouter votre carte

source: You have been added to the group
de: Sie wurden der Gruppe hinzugefügt
es: Te han agregado al grupo
fr: Vous avez été ajouté au groupe

source: You will not get a notification if you mute
de: Sie werden nicht benachrichtigt, wenn Sie stumm schalten
es: No se le notificará si silencia
fr: Vous ne serez pas averti si vous coupez le son

source: Successfully exported to Downloads file
de: Erfolgreicher Export in Download-Datei
es: Exportación exitosa al archivo de descarga
fr: Exportation réussie vers le fichier de téléchargement

source: Missed audio call from group
de: Verpasster Audioanruf von der Gruppe
es: Llamada de audio perdida del grupo
fr: Appel audio manqué du groupe

source: Copy
de: Kopieren
es: Dupdo
fr: Copie

# UnblockTheUserInfo
source: You will get messages if you unblock the user
de: Sie erhalten Nachrichten, wenn Sie den Benutzer entsperren
es: Recibirás mensajes si desbloqueas al usuario
fr: Vous recevrez des messages si vous débloquez l'utilisateur

# PleaseFillAllTheBlanks
source: Please fill all blanks!
de: Bitte alle Felder ausfüllen!
es: ¡Complete todos los espacios en blanco!
fr: Veuillez remplir tous les champs vides !

source: Successfully changed
de: Erfolgreich geändert
es: Modificado exitosamente
fr: Modifié avec succès

source: Chat settings
de: Chat Einstellungen
es: Configuraciones de chat
fr: Paramètres de discussion

source: Lets Group up
de: Wir gruppieren
es: Nosotros agrupamos
fr: Nous regroupons

source: Change the primary account and check the history
de: Ändern Sie das Hauptkonto und überprüfen Sie den Verlauf
es: Cambia la cuenta principal y revisa el historial
fr: Changer le compte principal et vérifier l'historique

source: Notification tone
de: Benachrichtigungston
es: Tono de notificación
fr: Tonalité de notification

# Wallets
source: cropcrop
de: Geldbörsen
es: Carteras
fr: Portefeuilles

source: About
de: Die Info
es: Información
fr: Info

source: Fee
de: Gebühr
es: Tarifa
fr: Frais

source: Or
de: ODER
es: O
fr: OU ALORS

# YouHaveReceivedNewNotificationFrom
source: New notification from
de: Neue Benachrichtigung von
es: Nueva notificación de
fr: Nouvelle notification de

source: Exit
de: Hinausgehen
es: Salir
fr: Sortir

source: Photos
de: Fotos
es: Fotos

# AddNewAccount
source: Add new card
de: Füge eine neue Karte hinzu
es: Agregar una nueva tarjeta
fr: Ajouter une nouvelle carte

source: Invalid passphrase
de: Ungültige Passphrase
es: Frase de contraseña no válida
fr: Mot de passe non valide

# PleaseEnterYourPrivatekey
source: Please enter passphrase key to get the contact
de: Geben Sie den Passphrasenschlüssel ein, um den Kontakt abzurufen
es: Ingrese la contraseña para obtener el contacto
fr: Entrez le mot de passe pour obtenir le contact

source: Please enter CVV
de: Bitte CVV eingeben
es: Por favor ingrese CVV
fr: Veuillez saisir CVV

source: Forward
de: Vorwärts
es: Adelante
fr: Effronté

source: Terms And Conditions
de: Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions

source: Sign up
de: Einloggen
es: Registrarse
fr: S'identifier

# PleaseEnterValidCreditCardNumber
source: Please enter the valid credit card number
de: Bitte geben Sie Ihre gültige Kreditkartennummer ein
es: Ingrese su número de tarjeta de crédito válido
fr: Veuillez entrer votre numéro de carte de crédit valide

source: Cannot be deleted
de: Es kann nicht gelöscht werden
es: No se puede borrar
fr: Il ne peut pas être supprimé

source: Profile
de: Profil
es: Perfil
fr: Profil

source: Menu
de: Speisekarte
es: Menú

source: Notifications
de: Benachrichtigungen
es: Notificaciones

source: Missed audio call from
de: Verpasster Audioanruf von
es: Llamada de audio perdida de
fr: Appel audio manqué de

# PlearEnterYourPinCode
source: Please enter your new PIN code
de: Geben Sie Ihren neuen PIN-Code ein
es: Ingrese su nuevo código PIN
fr: Entrez votre nouveau code PIN

source: Unreaded messages
de: Ungelesene Nachrichten
es: Mensajes no leídos
fr: Messages non lus

source: Skip
de: Überspringen
es: Saltar
fr: Sauter

source: No
de: Nein
fr: Non

# SendMyContact
source: Permission to send your contact
de: Erlaubnis, Ihren Kontakt zu senden
es: Permiso para enviar su contacto
fr: Autorisation d'envoyer votre contact

source: New audio call
de: Neuer Audioanruf
es: Nueva llamada de audio
fr: Nouvel appel audio

source: Please enter valid CVV
de: Bitte gültigen CVV eingeben
es: Ingrese un CVV válido
fr: Veuillez saisir un CVV valide

source: Your review
de: Dein Kommentar
es: Tu comentario
fr: Votre commentaire

source: Private key
de: Privat Schlüssel
es: Llave privada
fr: Clé privée

source: English
de: Englisch
es: Inglés
fr: Anglais

# PleaseAddAppropriateUserNameAndPublicKeyToCreateNewContact
source: Please add appropriate Username and Public key to create a new contact
de: Fügen Sie den entsprechenden Benutzernamen und öffentlichen Schlüssel hinzu, um einen neuen Kontakt zu erstellen
es: Agregue el nombre de usuario y la clave pública apropiados para crear un nuevo contacto
fr: Ajoutez le nom d'utilisateur et la clé publique appropriés pour créer un nouveau contact

# DeleteAccountInfo
source: All the conversations and contacts will be deleted.
de: Alle Konversationen und Kontakte werden gelöscht.
es: Se eliminarán todas las conversaciones y contactos.
fr: Toutes les conversations et contacts seront supprimés.

source: Exceeded block size limit
de: Blockgrößenbeschränkung überschritten
es: Se superó el límite de tamaño de bloque
fr: Limite de taille de bloc dépassée

source: Send money
de: Schick Geld
es: Enviar dinero
fr: Envoyer de l'argent

source: Share file
de: Dateien teilen
es: Compartir archivos
fr: Partager des fichiers

# LocationPermissionDidNotGranted
source: Location permission is needed
de: Standortberechtigung wurde nicht erteilt
es: No se ha concedido el permiso de ubicación
fr: L'autorisation de localisation n'a pas été accordée

source: Send and receive money securely via Telegraph application
de: Senden und empfangen Sie Geld sicher über die Telegraph-Anwendung

source: Please check 'Terms and Conditions' and tap 'Accept and Continue' to accept the Telegraph privacy policy
de: Aktivieren Sie „Allgemeine Geschäftsbedingungen“ und tippen Sie auf „Zustimmen und fortfahren“, um die Datenschutzrichtlinie von Telegraph zu akzeptieren

source: Cannot start audio record while audio is playing
de: Die Audioaufnahme kann während der Audiowiedergabe nicht gestartet werden
es: No se puede iniciar la grabación de audio mientras se reproduce audio
fr: Impossible de démarrer l'enregistrement audio pendant la lecture audio

source: Pages
de: Seiten
es: Paginas

source: Next
de: Der nächste
es: El siguiente
fr: Le suivant

source: Picture visibility
de: Sichtbarkeit des Bildes
es: Visibilidad de la imagen
fr: Visibilité de l'image

source: Invalid key!
de: Ungültiger Schlüssel!
es: ¡Tecla inválida!
fr: Clé non valide!

# Report
source: Report to the administrator
de: Dem Administrator melden
es: Informar al administrador
fr: Signaler à l'administrateur

# MessageAlreadDeleted
source: The selected message already deleted
de: Die ausgewählte Nachricht wurde bereits gelöscht
es: El mensaje seleccionado ya ha sido eliminado
fr: Le message sélectionné a déjà été supprimé

# RecoverAccount
source: Recover your account with the passphrase
de: Rufen Sie Ihr Konto mit der Passphrase ab
es: Recupera tu cuenta con la contraseña
fr: Récupérez votre compte avec la phrase secrète

source: Photo
de: Foto
es: Foto

source: Limits for Number of Visible Messages:
de: Grenzen für die Anzahl der sichtbaren Nachrichten:
es: Límites para la cantidad de mensajes visibles:
fr: Limites du nombre de messages visibles:

# TooManyParticipants
source: Too many participants have been added
de: Es wurden zu viele Teilnehmer hinzugefügt
es: Se han agregado demasiados participantes
fr: Trop de participants ont été ajoutés

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction

source: attempts
de: versuche
es: intentos
fr: tentatives

source: added your contact
de: deinen Kontakt hinzugefügt
es: agregó su contacto
fr: ajouté votre contact

# PeopleFollowed
source: People I follow
de: Leute, denen ich folge
es: Gente que sigo
fr: Les gens que je suis

source: Registered user
de: Registrierter Nutzer
es: Usuario registrado
fr: Utilisateur enregistré

# PleasEnterSixDigitsPin
source: Please, enter at least six digits pin
de: Bitte geben Sie mindestens 6 PIN-Ziffern ein
es: Ingrese al menos 6 dígitos de PIN
fr: Veuillez saisir au moins 6 chiffres

# DeleteMessage
source: Delete selected message?
de: Ausgewählte Nachricht löschen?
es: ¿Eliminar el mensaje seleccionado?
fr: Supprimer le message sélectionné ?

# QRCodeInfo
source: Show public key as QR code
de: Öffentlichen Schlüssel als QR-Code anzeigen
es: Mostrar la clave pública como un código QR
fr: Afficher la clé publique sous forme de code QR

source: Clear
de: Stornieren
es: Cancelar
fr: Annuler

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer

source: Message limits
de: Nachrichtenlimits
es: Límites de mensajes
fr: Limites de messages

source: Please enter at least three character
de: Geben Sie mindestens drei Zeichen ein
es: Ingrese al menos tres caracteres
fr: Saisissez au moins trois caractères

source: Phone's language
de: Telefonsprache
es: Idioma del teléfono
fr: Langue du téléphone

source: Please, enter your pin
de: Bitte geben Sie Ihre PIN ein
es: Por favor ingrese su PIN
fr: Veuillez saisir votre code PIN

source: You can select only one user
de: Sie können nur einen Benutzer auswählen
es: Solo puede seleccionar un usuario
fr: Vous ne pouvez sélectionner qu'un seul utilisateur

# KeyboardVisibility
source: Secure keyboard
de: Sichere Tastatur
es: Teclado seguro
fr: Clavier sécurisé

source: Allow Message Translation
de: Übersetzung der Nachricht zulassen
es: Permitir traducción del mensaje
fr: Autoriser la traduction du message

source: Check your internet connection
de: Prüfe deine Internetverbindung
es: Comprueba tu conexión a Internet
fr: Vérifiez votre connection internet

# MessageReadStatusDisable
source: Disable Message Read
de: Nachrichtenlesen deaktivieren
es: Deshabilitar la lectura de mensajes
fr: Désactiver la lecture des messages

# MessagePreloading
source: Messages preloading
de: Vorladen von Nachrichten
es: Precarga de mensajes
fr: Préchargement des messages

source: Payment history
de: Zahlungshistorie
es: Historial de pagos
fr: Historique de paiement

# UupApplicationIsTheMostSecure
source: Uup is the most secure application and your messages will be highly encrypted.
de: Uup ist die sicherste Anwendung und Ihre Nachrichten werden stark verschlüsselt.

# DeleteAccount
source: Delete your account
de: Konto löschen
es: Eliminar la cuenta
fr: Supprimer le compte

source: Message, group and call tones
de: Töne von Nachrichten, Gruppen und Anrufen
es: Tonos de mensajes, grupos y llamadas
fr: Tonalités de messages, de groupes et d'appels

source: Import keys
de: Schlüssel importieren
es: Importar claves
fr: Importer des clés

source: Confirm
de: Bestätigung
es: Confirmación
fr: Confirmation

source: Public key
de: Öffentlicher Schlüssel
es: Llave pública
fr: Clé publique
