Repository: Andrea-Bruno/AnonymousMessenger
Catalog: Localization/Resources/Dictionary.*.resx
Languages: de, es, fr

source: Request money
de: Geld anfordern
es: Solicitud de dinero
fr: Demande d'argent

source: Cannot start playing while audio is recording
de: Wiedergabe während der Audioaufnahme kann nicht gestartet werden
es: No se puede iniciar la reproducción mientras se graba audio
fr: Impossible de démarrer la lecture pendant l'enregistrement audio

# MessagePreloadingSendContactsAndAllowances
source: Message preloading, send contact and allowances
de: Vorladen von Nachrichten, Senden von Kontakten und Genehmigung
es: Precarga de mensajes, envío de contactos y asignación
fr: Préchargement des messages, envoi des contacts et allocation

source: Wrong pin. You have
de: Falsche Pin. Du hast
es: Pin erróneo. Tú tienes
fr: Mauvaise broche. Tu as

# AddNewGroupInfo
source: Create a group and chat with multiple users
de: Erstellen Sie eine Gruppe und chatten Sie mit mehreren Benutzern
es: Crea un grupo y chatea con varios usuarios
fr: Créer un groupe et discuter avec plusieurs utilisateurs

source: Unblock the user
de: Entsperren Sie den Benutzer
es: Desbloquear al usuario
fr: Débloquer l'utilisateur

source: Firebase notifications
de: Firebase-Benachrichtigungen
es: Notificaciones de Firebase
fr: Notifications Firebase

# UnasweredAudioCall
source: Unanswered audio call
de: Verpasster Audioanruf
es: Llamada de audio perdida
fr: Appel audio manqué

source: Blocked Users
de: Blockierte Benutzer
es: Usuarios bloqueados
fr: Utilisateurs bloqués

source: Show QR code
de: QR-Code anzeigen
es: Mostrar código QR
fr: Afficher le code QR

# AddNewContactInfo
source: Add new user by inserting public key
de: Fügen Sie einen neuen Benutzer hinzu, indem Sie den öffentlichen Schlüssel eingeben
es: Agregue un nuevo usuario ingresando la clave pública
fr: Ajouter un nouvel utilisateur en entrant la clé publique

# VerifyPrivateKey
source: Verify passphrase
de: Passphrase überprüfen
es: Verificar contraseña
fr: Vérifier

source: Amount
de: Menge
es: Cantidad
fr: Quantité

source: Name visibility
de: Sichtbarkeit des Namens
es: Visibilidad del nombre
fr: Visibilité du nom

source: My wall
de: Meine Wand
es: Mi pared
fr: Mon mur

source: Send
de: Senden
es: Enviar
fr: Soumettre

source: Name Surname
de: Vorname Nachname
es: Nombre Apellido
fr: Prénom / nom de famille

# YouWillGetaMessageWhenAMessageIsReceived
source: You will get a message when a message is received if you unmute
de: Sie erhalten eine Nachricht, wenn Sie eine Nachricht erhalten, wenn Sie den Ton wieder einschalten
es: Recibirá un mensaje cuando reciba un mensaje si vuelve a activar el sonido
fr: Vous recevrez un message lorsque vous recevrez un message si vous réactivez le son

source: New user
de: Neuer Benutzer
es: Nuevo Usuario
fr: Nouvel utilisateur

source: Restore
de: Wiederherstellung
es: Restauracion
fr: Restauration

source: Chat
de: Plaudern
fr: Discuter

# SelectImageType
source: Please select an image
de: Wählen Sie ein Bild aus
es: Seleccionar una imagen
fr: Sélectionnez une image

source: Send to
de: Senden an
es: Enviar a
fr: Envoyer à

source: About Content
de: Die Info
es: Información
fr: Info

source: Social
de: Sozial

# AddYourCardForASeamlessJourney
source: Add your card for a seamless journey. We may do a temporary booking and return it to your account to validate your card
de: Fügen Sie Ihre Karte für eine nahtlose Reise hinzu. Wir können eine vorübergehende Buchung vornehmen und diese auf Ihr Konto zurücksenden, um Ihre Karte zu validieren
es: Agregue su tarjeta para un viaje sin problemas. Podemos hacer una reserva temporal y devolverla a su cuenta para validar su tarjeta
fr: Ajoutez votre carte pour un voyage fluide. Nous pouvons effectuer une réservation temporaire et la retourner sur votre compte pour valider votre carte

source: Request to
de: Anfrage
es: Solicita una
fr: Demander un

source: Seen by:
de: Gesehen von:
es: Visto por:
fr: Vu par:

source: General Information
de: Allgemeine Informationen
es: Información general
fr: Informations générales

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

# Visibility
source: Persistence
de: Beharrlichkeit
es: Persistencia
fr: Persistance

source: Share Public Key
de: Öffentlichen Schlüssel teilen
es: Compartir clave pública
fr: Partager la clé publique

source: Successfully added
de: Erfolgreich hinzugefügt
es: Agregado exitosamente
fr: Ajouté avec succès

# StoragePermissionIsNeeded
source: UUP does not have an access to your photos, media, and files
de: Für die Archivierung ist eine Berechtigung erforderlich
es: Se requiere autorización para archivar
fr: Une autorisation est requise pour l'archivage

source: Create new post
de: Erstelle einen neuen Beitrag
es: Crear una nueva publicación
fr: Créer un nouveau message

# Info
source: Based on blockchain technology and decentralization, your communications are secure
de: Basierend auf Blockchain-Technologie und Dezentralisierung ist Ihre Kommunikation sicher
es: Basado en la tecnología blockchain y la descentralización, sus comunicaciones son seguras
fr: Basées sur la technologie blockchain et la décentralisation, vos communications sont sécurisées

# SuccesfullyCopied
source: Copied to clipboard successfully
de: Erfolgreich in die Zwischenablage kopiert
es: Copiado correctamente al portapapeles
fr: Copié avec succès dans le presse-papiers

source: Unmute notification
de: Benachrichtigung stummschalten
es: Silenciar notificación
fr: Désactiver la notification

# YouNeedToSelectAtLeastTwoUser
source: You need to select at least two users
de: Sie müssen mindestens zwei Benutzer auswählen
es: Debes seleccionar al menos dos usuarios
fr: Vous devez sélectionner au moins deux utilisateurs

source: Hide keys layout
de: Tastenlayout ausblenden
es: Ocultar diseño de teclas
fr: Masquer la disposition des touches

# SomethingGoesWrongWithQrScanner
source: Something goes wrong with QR code scanner
de: Beim QR-Code-Scanner geht etwas schief
es: Algo sale mal con el escáner de códigos QR
fr: Quelque chose ne va pas avec le scanner de code QR

source: All
de: Alle
es: Todos
fr: Tous

source: Contacts
de: Kontakte
es: Contactos

# RestoreKey
source: Restore Account
de: Konto wiederherstellen
es: Restaurar cuenta
fr: Restaurer le compte

source: Share
de: Aktie
es: Cuota
fr: partager

source: Remember this key for further login
de: Merken Sie sich diesen Schlüssel für den weiteren Zugriff
es: Recuerde esta clave para tener más acceso
fr: N'oubliez pas cette clé pour un accès ultérieur

source: Select users
de: Wählen Sie Benutzer
es: Seleccionar usuarios
fr: Sélectionnez les utilisateurs

# MessageInfo
source: Info
de: Die Info
es: Información

source: Request
de: Anfrage
es: Solicitar
fr: Demande

# PermissionToSendYourContact
source: Permission to send contact
de: Berechtigung zum Senden von Kontakten
es: Autorización para enviar contactos
fr: Autorisation d'envoyer des contacts

source: Microphone permission is needed
de: Mikrofonberechtigung ist erforderlich
es: Se requiere permiso de micrófono
fr: L'autorisation du microphone est requise

source: Answer of frequently asked questions
de: Antworten auf die am häufigsten gestellten Fragen
es: Respuestas a las preguntas más frecuentes
fr: Réponses aux questions les plus fréquemment posées

source: We are anonymous!
de: : "Wir sind anonym!"
es: : "¡Somos anónimos!"
fr: : "Nous sommes anonymes!"

source: Done
de: Erledigt
es: Hecho
fr: Fini

source: Error sending file
de: Fehler beim Senden der Datei
es: Error al enviar el archivo
fr: Erreur lors de l'envoi du fichier

source: Add using QR code
de: Mit QR-Code hinzufügen
es: Agregar usando un código QR
fr: Ajouter à l'aide du code QR

source: Please stop another voice record before playing this record
de: Stoppen Sie eine andere Sprachaufzeichnung, bevor Sie diese Aufzeichnung abspielen
es: Detener otro registro de voz antes de reproducir este registro
fr: Arrêter un autre enregistrement vocal avant de lire cet enregistrement

source: Successfully deleted
de: Erfolgreich gelöscht
es: Eliminado con éxito
fr: Supprimé avec succès

source: App lock
de: App sperren
es: Bloquear aplicación
fr: Verrouiller l'application

# DeviceCannotSecurelySaveData
source: This device cannot securely save data
de: Dieses Gerät kann keine Daten sicher speichern
es: Este dispositivo no puede guardar datos de forma segura
fr: Cet appareil ne peut pas enregistrer les données en toute sécurité

source: Privacy policy
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité

# InvalidFormat
source: Please fill all the gaps correctly
de: Bitte alle Lücken richtig ausfüllen
es: Complete todos los espacios en blanco correctamente
fr: Veuillez remplir tous les champs correctement

source: Public key is not valid
de: Der öffentliche Schlüssel ist ungültig
es: La clave pública no es válida
fr: La clé publique est invalide

source: days
de: Tage
es: dias
fr: journées

# NameOfGroup
source: Name of the group
de: Name der Gruppe
es: Nombre del grupo
fr: Nom du groupe

source: Dark mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre

source: Subject
de: Untertan
es: Sujeto
fr: Matière

# SelectMP3Type
source: Please select a file with mp3 file extension
de: Wählen Sie eine mp3-Datei aus
es: Seleccione un archivo mp3
fr: Sélectionnez un fichier mp3

# DeletePictureQuestion
source: Do you want to delete pictures from profile?
de: Möchten Sie Profilbilder löschen?
es: ¿Quieres borrar las fotos de perfil?
fr: Voulez-vous supprimer les photos de profil ?

source: Feedback
de: Antworten
es: Respuesta
fr: Réponse

# DeleteFromMe
source: For me
de: Für mich
es: Para mí
fr: Pour moi

source: Add Participants
de: Teilnehmer hinzufügen
es: Añadir participantes
fr: Ajouter des participants

# UploadPdf
source: Document
de: Dokument
es: Documento

# MMYY
source: MM/YYYY
de: MM / JJJJ
es: MM / AAAA
fr: MM / AAAA

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification

# BiometricAuthenticationNotAvailable
source: Biometric authentication is not available or is not configured
de: Biometrische Authentifizierung ist nicht verfügbar oder nicht konfiguriert
es: La autenticación biométrica no está disponible o no está configurada
fr: L'authentification biométrique n'est pas disponible ou n'est pas configurée

source: Confirm your identity
de: Bestätigen Sie Ihre Identität
es: Confirme su identidad
fr: Confirmez votre identité

source: Information
de: Informationen
es: Información

source: Please read and accept terms and condition to continue!
de: Bitte lesen und akzeptieren Sie die Allgemeinen Geschäftsbedingungen, um fortzufahren!
es: ¡Lea y acepte los términos y condiciones para continuar!
fr: Veuillez lire et accepter les termes et conditions pour continuer !

# Unknown
source: Unknown card type
de: Unbekannter Kartentyp
es: Tipo de tarjeta desconocido
fr: Type de carte inconnu

source: Please click again
de: Klicke nochmal
es: Haga clic de nuevo
fr: Cliquez à nouveau

source: Display
de: Bildschirm
es: Pantalla
fr: Filtrer

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter

source: Private Key Import
de: Import von privaten Schlüsseln
es: Importación de clave privada
fr: Importation de clé privée

# EndUserLisenceAgreement
source: End User License Agreement
de: Endbenutzer-Lizenzvereinbarung
es: Acuerdo de licencia de usuario final
fr: Contrat de licence de l'utilisateur final

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papier

source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé

source: Strictly confidential message
de: Streng vertrauliche Nachricht
es: Mensaje estrictamente confidencial
fr: Message strictement confidentiel

# AutoMessageTranslationCaption
source: Enable this option to auto translate the incoming messages
de: Aktivieren Sie diese Option, um eingehende Nachrichten automatisch zu übersetzen
es: Habilite esta opción para traducir automáticamente los mensajes entrantes
fr: Activez cette option pour traduire automatiquement les messages entrants

source: Reply
de: Antworten
es: Respuesta
fr: Répondre

# SixDigitPinIsRequired
source: At least 6 digit pin is required
de: Ein Pin mit mindestens 6 Ziffern ist erforderlich
es: Se requiere un pin de al menos 6 dígitos
fr: Un code PIN d'au moins 6 chiffres est requis

source: Details of transaction
de: Details der Transaktion
es: Detalles de la transacción
fr: Détails de l'opération

# PassphraseOnPaper
source: Write the 12 words passphrase on paper and hide it
de: Schreiben Sie die 12-Wörter-Passphrase auf Papier und verstecken Sie sie
es: Escriba la frase de contraseña de 12 palabras en un papel y escóndela
fr: Écrivez la phrase secrète de 12 mots sur papier et cachez-la

# DurationOfMessages
source: Day limits
de: Tage pro Nachricht
es: Días por mensaje
fr: Jours par message

# ExportPrivateKeyInfo
source: It is needed to enter your unique token to export private key.
de: Das eindeutige Token muss eingegeben werden, um den privaten Schlüssel zu exportieren.
es: Se debe ingresar el token único para exportar la clave privada.
fr: Le jeton unique doit être saisi pour exporter la clé privée.

# BlockTheUserInfo
source: You will not get messages if you block the user
de: Sie erhalten keine Nachrichten, wenn Sie den Benutzer blockieren
es: No recibirás mensajes si bloqueas al usuario
fr: Vous ne recevrez pas de messages si vous bloquez l'utilisateur

source: no upload
de: kein Laden
es: sin carga
fr: pas de chargement

source: New group created
de: Neue Gruppe erstellt
es: Nuevo grupo creado
fr: Nouveau groupe créé

# Infor
source: Info
de: Information
es: Información
fr: Information

source: Mute notification
de: Benachrichtigung stummschalten
es: Silenciar notificación
fr: Désactiver la notification

source: Sign in
de: Einloggen
es: registrarse
fr: s'identifier

source: Missed video call
de: Verpasster Videoanruf
es: Videollamada perdida
fr: Appel vidéo manqué

source: Scan QR Code
de: QR-Code scannen
es: Escanea el código QR
fr: Scannez le code QR

source: minutes
de: Protokoll
es: minutos

source: picking a photo is not supported
de: Die Auswahl eines Fotos wird nicht unterstützt
es: No se admite la selección de una foto
fr: La sélection d'une photo n'est pas prise en charge

source: Membership
de: Mitglieder
es: Miembros
fr: Membres

# CreditCardNumbeCannotBeNull
source: Credit card number cannot be null
de: Die Kreditkartennummer darf nicht null sein
es: El número de la tarjeta de crédito no puede ser nulo
fr: Le numéro de carte de crédit ne peut pas être nul

source: New notification
de: neue Benachrichtigung
es: nueva notificación
fr: nouvelle notification

source: You receive call from
de: Erhalten Sie einen Anruf von
es: Recibir una llamada de
fr: Recevoir un appel de

source: New video call
de: Neuer Videoanruf
es: Nueva videollamada
fr: Nouvel appel vidéo

source: Please add valid name
de: Bitte fügen Sie einen gültigen Namen hinzu
es: Por favor, agregue un nombre válido
fr: Veuillez ajouter un nom valide

source: PDF Document
de: PDF-Dokument
es: Documento PDF
fr: document PDF

source: Downloads
de: Herunterladen
es: Descargar
fr: Télécharger

source: You receive call from group
de: Einen Anruf von der Gruppe erhalten
es: Recibe una llamada del grupo
fr: Recevoir un appel du groupe

source: Selected message cannot be deleted
de: Die ausgewählte Nachricht kann nicht gelöscht werden
es: El mensaje seleccionado no se puede eliminar
fr: Le message sélectionné ne peut pas être supprimé

source: Translating
de: Übersetzen
es: Traductorio
fr: Traduction en cours

source: Block the User
de: Den Benutzer blockieren
es: Bloquear al usuario
fr: Bloquer l'utilisateur

source: Upload public key
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Télécharger la clé publique

source: Invite Link
de: Einladungslink
es: Enlace de invitación
fr: Lien d'invitation

source: Number of blocked users:
de: Anzahl gesperrter Benutzer:
es: Número de usuarios bloqueados:
fr: Nombre d'utilisateurs bloqués :

source: Finish
de: Ende
es: fin
fr: finir

source: Privacy
de: Privatsphäre
es: Intimidad
fr: Intimité

source: Thank you for the feedback
de: Danke für die Rückmeldung
es: Gracias por la respuesta
fr: Merci pour les commentaires

source: Test
de: Prüfen
es: Prueba

# YouHaveReceivedNewImageFrom
source: New image from
de: Neues Bild von
es: Nueva imagen de
fr: Nouvelle image de

# SomeoneAddedYourContact
source: added your contact
de: deinen Kontakt hinzugefügt
es: agregó su contacto
fr: ajouté votre contact

# AddPhoto
source: Add New Picture
de: Neues Bild hinzufügen
es: Agregar nueva imagen
fr: Ajouter une nouvelle image

# MessageReadEnableStatusInfo
source: Enabling this option will make the other know about message read status
de: Durch Aktivieren dieser Option kennt der andere den Lesestatus der Nachricht
es: Al habilitar esta opción, la otra sabrá el estado de lectura del mensaje
fr: En activant cette option, l'autre connaîtra l'état de lecture du message

source: Export private key
de: Private Schlüssel exportieren
es: Exportar clave privada
fr: Exporter la clé privée

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Delete
de: Löschen
es: Borrar
fr: Supprimer

# PleaseEnter12WordsPassPhraseHere
source: Enter the 12 words passphrase
de: Geben Sie die 12-Wörter-Passphrase ein
es: Ingrese la frase de contraseña de 12 palabras
fr: Entrez le mot de passe de 12 mots

source: New contact
de: Neuer Kontakt
es: Nuevo contacto
fr: Nouveau contact

# ConfirmReport
source: Confirm the report to the administrator?
de: Bestätigen Sie den Bericht an den Administrator?
es: ¿Confirmar el informe al administrador?
fr: Confirmer le rapport à l'administrateur ?

source: Auto message translation enabled
de: Automatische Nachrichtenübersetzung aktiviert
es: Traducción automática de mensajes habilitada
fr: Traduction automatique des messages activée

source: Add new contact
de: Füge neuen Kontakt hinzu
es: Añadir nuevo contacto
fr: Ajouter un nouveau contact

source: Pin
de: Stift
es: Alfiler
fr: Épingler

source: NO RESULT FOUND
de: KEINE EINTRÄGE GEFUNDEN
es: NO SE HAN ENCONTRADO RESULTADOS
fr: AUCUN RÉSULTAT TROUVÉ

source: Subscribe
de: Abonnieren
es: suscribir
fr: s'abonner

source: Edit contact
de: Bearbeiten Sie den Kontakt
es: Edita el contacto
fr: Modifier le contact

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire

# YouHaveReceivedNewAudioFrom
source: Audio message from
de: Neue Audionachricht von
es: Nuevo mensaje de audio de
fr: Nouveau message audio de

source: Share invite link
de: Einladungslink teilen
es: Compartir enlace de invitación
fr: Partager le lien d'invitation

source: Italian
de: Italienisch
es: italiano
fr: Italien

source: Submit
de: Eintreten
es: Ingresar
fr: Entrer

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Editer le profil

source: Change photo
de: Bild ändern
es: Cambiar imagen
fr: Changer la photo

source: Rating and review
de: Bewertung und Überprüfung
es: Evaluación y revisión
fr: Évaluation et examen

# NewUserHeader
source: New User
de: Neuer Benutzer
es: Nuevo Usuario
fr: Nouvel utilisateur

source: Notification settings
de: Benachrichtigungseinstellungen
es: Configuración de las notificaciones
fr: Paramètres de notification

source: Write a post
de: Schreiben Sie einen Beitrag
es: Escribe una publicación
fr: Écrire un article

source: Spanish
de: Spanisch
es: Español
fr: Espanol

source: New version
de: Neue Version
es: Nueva versión
fr: Nouvelle version

source: What is Uup?
de: Was ist Uup?

# WhoCanIMessageAnswer
source: The user should now the public key of another user in order to send a message.
de: Der Benutzer sollte nun den öffentlichen Schlüssel eines anderen Benutzers verwenden, um eine Nachricht zu senden.
es: El usuario debe ahora la clave pública de otro usuario para enviar un mensaje.
fr: L'utilisateur doit maintenant la clé publique d'un autre utilisateur afin d'envoyer un message.

# HowCanIAddNewMemberAnswer
source: 1. Enter the Chat page. 2. Click icon that located on top left corner of navigation bar 3. Select Add new contact button. 4. Scan the QRcode. 5. Click on Save button.
de: 1. Rufen Sie die Chat-Seite auf. 2. Klicken Sie auf das Symbol in der oberen linken Ecke der Navigationsleiste. 3. Wählen Sie die Schaltfläche Neuen Kontakt hinzufügen. 4. Scannen Sie den QR-Code. 5. Klicken Sie auf die Schaltfläche Speichern.
es: 1. Ingrese a la página de Chat. 2. Haga clic en el icono que se encuentra en la esquina superior izquierda de la barra de navegación. 3. Seleccione el botón Agregar nuevo contacto. 4. Escanee el código QR. 5. Haga clic en el botón Guardar.
fr: 1. Accédez à la page de discussion. 2. Cliquez sur l'icône située dans le coin supérieur gauche de la barre de navigation 3. Sélectionnez le bouton Ajouter un nouveau contact. 4. Scannez le code QR. 5. Cliquez sur le bouton Enregistrer.

# HowDoUserCanEditProfile
source: How do user can edit his/her profile?
de: Wie kann der Benutzer sein/ihr Profil bearbeiten?
es: ¿Cómo puede el usuario editar su perfil?
fr: Comment l'utilisateur peut-il modifier son profil ?

source: Contact and group
de: Kontakt und Gruppe
es: Contacto y grupo
fr: Contact et groupe

# WhatIsSecurityStatusForUupAnswer
source: If we compare Uup with other chat applications like Messenger, Whatsapp and Telegram. We can definetely say that Uup application is more secure.
de: Vergleichen wir Uup mit anderen Chat-Anwendungen wie Messenger, Whatsapp und Telegram. Wir können definitiv sagen, dass die Uup-Anwendung sicherer ist.

source: Incoming
de: Eingehend
es: Entrante
fr: Entrant

source: General
de: Allgemein
fr: Général

source: Notification problems
de: Benachrichtigungsprobleme
es: Problemas de notificación
fr: Problèmes de notification

source: What is security status for Uup?
de: Was ist der Sicherheitsstatus für Uup?

# HowCanIChangeDurationOfMessageAnswer
source: 1. Click on menu icon which is located on right corner of bottom navigation bar. 2. Enter Display page. 3. The user can change duration of message from display page.
de: 1. Klicken Sie auf das Menüsymbol, das sich in der rechten Ecke der unteren Navigationsleiste befindet. 2. Rufen Sie die Anzeigeseite auf. 3. Der Benutzer kann die Dauer der Nachricht auf der Anzeigeseite ändern.
es: 1. Haga clic en el icono de menú que se encuentra en la esquina derecha de la barra de navegación inferior. 2. Ingrese a la página de visualización. 3. El usuario puede cambiar la duración del mensaje desde la página de visualización.
fr: 1. Cliquez sur l'icône de menu située dans le coin droit de la barre de navigation inférieure. 2. Entrez dans la page d'affichage. 3. L'utilisateur peut modifier la durée du message à partir de la page d'affichage.

source: How do user can edit name of another user?
de: Wie kann ein Benutzer den Namen eines anderen Benutzers bearbeiten?
es: ¿Cómo puede el usuario editar el nombre de otro usuario?
fr: Comment l'utilisateur peut-il modifier le nom d'un autre utilisateur ?
