Repository: Andrea-Bruno/AnonymousMessenger
Catalog: Localization/Resources/Dictionary.*.resx
Languages: de, es, fr

# HowCanICreateNewGroupAnswer
source: 1. Enter the Chat page. 2. Click icon that located on top left corner of navigation bar. 3. Select Add new group button. 4. Select users for the new group. 5. Write name of group. 6. Click on Save button.
de: 1. Rufen Sie die Chat-Seite auf. 2. Klicken Sie auf das Symbol in der oberen linken Ecke der Navigationsleiste. 3. Wählen Sie die Schaltfläche Neue Gruppe hinzufügen. 4. Wählen Sie Benutzer für die neue Gruppe aus. 5. Schreiben Sie den Namen der Gruppe. 6. Klicken Sie auf die Schaltfläche Speichern.
es: 1. Ingrese a la página de Chat. 2. Haga clic en el icono que se encuentra en la esquina superior izquierda de la barra de navegación. 3. Seleccione el botón Agregar nuevo grupo. 4. Seleccione usuarios para el nuevo grupo. 5. Escriba el nombre del grupo. 6. Haga clic en el botón Guardar.
fr: 1. Accédez à la page de discussion. 2. Cliquez sur l'icône située dans le coin supérieur gauche de la barre de navigation. 3. Sélectionnez le bouton Ajouter un nouveau groupe. 4. Sélectionnez les utilisateurs pour le nouveau groupe. 5. Écrivez le nom du groupe. 6. Cliquez sur le bouton Enregistrer.

# CopyClipboard
source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papier

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Choisi

source: Declined call
de: Abgelehnter Anruf
es: Llamada rechazada
fr: Appel refusé

# FontSize
source: Chat font size
de: Chat-Schriftgröße
es: Tamaño de fuente de chat
fr: Taille de la police du chat

source: Ringing
de: Klingeln
es: El sonar
fr: Sonnerie

# PublicKeyTopWarning
source: DO NOT share this phrase with anyone!
de: Teile diesen Satz NICHT mit irgendjemandem!
es: ¡NO comparta esta frase con nadie!
fr: NE partagez cette phrase avec personne !

source: Hello, wellcome to UUP!
de: Hallo, willkommen bei UUP!

source: You have received new document from
de: Sie haben ein neues Dokument erhalten von
es: Ha recibido un nuevo documento de
fr: Vous avez reçu un nouveau document de

source: Missed
de: Verpasst
es: Omitido
fr: Manqué

# VerifiedPublicKey
source: Thanks to your private key you will not have problem to recover your account or using the application on other devices!
de: Dank Ihres privaten Schlüssels haben Sie keine Probleme, Ihr Konto wiederherzustellen oder die Anwendung auf anderen Geräten zu verwenden!
es: ¡Gracias a tu clave privada no tendrás problemas para recuperar tu cuenta o usar la aplicación en otros dispositivos!
fr: Grâce à votre clé privée vous n'aurez aucun problème pour récupérer votre compte ou utiliser l'application sur d'autres appareils !

source: No Answer
de: Keine Antwort
es: Sin respuesta
fr: Pas de réponse

# YeahEverythingIsFine
source: Yeah, everything is fine. What is your plan for today?
de: Ja, alles ist in Ordnung. Was ist dein Plan für heute?
es: Si, todo esta bien. ¿Cuál es tu plan para hoy?
fr: Ouais, tout va bien. Quels sont tes plans pour aujourd'hui?

# PublicKeyBottomWarning
source: These words can be used to steal all your accounts.
de: Diese Wörter können verwendet werden, um alle Ihre Konten zu stehlen.
es: Estas palabras pueden usarse para robar todas sus cuentas.
fr: Ces mots peuvent être utilisés pour voler tous vos comptes.

source: Calling
de: Berufung
es: Vocación
fr: Appel

# UploadContact
source: Contact
de: Kontakt
es: Contacto

source: Contact shared
de: Kontakt geteilt
es: Contacto compartido
fr: Contact partagé

source: How to update Uup?
de: Wie aktualisiere ich Uup?

source: Me
de: Mir
fr: Moi

# DecryptInfo
source: no one else will be able to decrypt this informations
de: niemand sonst wird diese Informationen entschlüsseln können
es: nadie más podrá descifrar esta información
fr: personne d'autre ne pourra déchiffrer ces informations

source: Chat Font Size
de: Chat-Schriftgröße
es: Tamaño de fuente de chat
fr: Taille de la police du chat

source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom de groupe

source: Insert the
de: Fügen Sie die
es: Inserte el
fr: Insérez le

source: How can I add new member?
de: Wie kann ich ein neues Mitglied hinzufügen?
es: ¿Cómo puedo agregar un nuevo miembro?
fr: Comment ajouter un nouveau membre ?

source: Call this number
de: Ruf diese Nummer an
es: Llama a este numero
fr: Appelle ce numéro

# UpdateApplication
source: There is a new version of this app available. It is required to update the app!
de: Es ist eine neue Version dieser App verfügbar. Es ist erforderlich, die App zu aktualisieren!
es: Hay una nueva versión de esta aplicación disponible. ¡Es necesario actualizar la aplicación!
fr: Une nouvelle version de cette application est disponible. Il est nécessaire de mettre à jour l'application!

# PleaseSelectAudio
source: Please select an audio file
de: Bitte wählen Sie eine Audiodatei aus
es: Seleccione un archivo de audio
fr: Veuillez sélectionner un fichier audio

source: word here
de: Wort hier
es: palabra aquí
fr: mot ici

source: New group created by
de: Neue Gruppe erstellt von
es: Nuevo grupo creado por
fr: Nouveau groupe créé par

source: Your public key
de: Ihr öffentlicher Schlüssel
es: Tu clave pública
fr: Votre clé publique

# PublicKeytopLabel
source: If you ever change browsers or move computers, you will need this seed phrase to access your accounts.
de: Wenn Sie jemals den Browser wechseln oder Computer verschieben, benötigen Sie diese Seed-Phrase, um auf Ihre Konten zuzugreifen.
es: Si alguna vez cambia de navegador o mueve computadoras, necesitará esta frase inicial para acceder a sus cuentas.
fr: Si jamais vous changez de navigateur ou déplacez des ordinateurs, vous aurez besoin de cette phrase de départ pour accéder à vos comptes.

source: Today
de: Heute
es: Hoy dia
fr: Aujourd'hui

# ChooseNickname
source: Choose Nickname and profile photo that will be viewed only by the people who will receive your private key,
de: Wählen Sie einen Spitznamen und ein Profilfoto, die nur von den Personen angezeigt werden, die Ihren privaten Schlüssel erhalten,
es: Elija el apodo y la foto de perfil que solo verán las personas que recibirán su clave privada,
fr: Choisissez Pseudo et photo de profil qui ne seront visibles que par les personnes qui recevront votre clé privée,

# YouHaveBlockedUsers
source: You have blocked the user
de: Sie haben den Benutzer gesperrt
es: Has bloqueado al usuario
fr: Vous avez bloqué l'utilisateur

# RestartApplication
source: You need to restart the application to see the changes.
de: Sie müssen die Anwendung neu starten, um die Änderungen anzuzeigen.
es: Debe reiniciar la aplicación para ver los cambios.
fr: Vous devez redémarrer l'application pour voir les changements.

# ValidPin
source: Please enter valid PIN
de: Bitte gültige PIN eingeben
es: Ingrese un PIN válido
fr: Veuillez saisir un code PIN valide

source: Ended call
de: Anruf beendet
es: Llamada finalizada
fr: Appel terminé

source: Download and Installation
de: Download und Installation
es: Descarga e instalación
fr: Téléchargement et installation

source: How can I set limit visibility of number of message?
de: Wie kann ich die Sichtbarkeit der Anzahl der Nachrichten einschränken?
es: ¿Cómo puedo establecer un límite de visibilidad del número de mensajes?
fr: Comment puis-je définir une limite de visibilité du nombre de messages ?

source: Invalid phone number
de: Ungültige Telefonnummer
es: Numero de telefono invalido
fr: Numéro de téléphone invalide

# SetPhoto
source: Click here to set your photo
de: Klicken Sie hier, um Ihr Foto einzustellen
es: Haga clic aquí para configurar su foto
fr: Cliquez ici pour définir votre photo

# HeyHowAreYouDoing
source: Hey Joni, how are you doing?
de: Hallo Joni, wie geht es dir?
es: Hola Joni, ¿cómo estás?
fr: Salut Joni, comment vas-tu ?

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer

# NotificationProblemsAnswer
source: 1.The user should make Message notification On from Notification settings which is located on Menu page.
de: 1. Der Benutzer sollte die Nachrichtenbenachrichtigung in den Benachrichtigungseinstellungen aktivieren, die sich auf der Menüseite befinden.
es: 1. El usuario debe activar la notificación de mensajes desde la configuración de notificación que se encuentra en la página de menú.
fr: 1. L'utilisateur doit activer la notification de message à partir des paramètres de notification situés sur la page Menu.

source: Declined
de: Abgelehnt
es: Rechazado
fr: Diminué

source: Outgoing
de: Ausgehend
es: Extrovertido
fr: Sortant

source: Account and Profile
de: Konto und Profil
es: Cuenta y perfil
fr: Compte et profil

# HowDoUserCanEditProfileAnswer
source: 1. Go to the chat page. 2. Click on profile icon which is located on middle of bottom bar. 3. User can edit his/her name and photo, share public key, export private key by using profile page.
de: 1. Gehen Sie zur Chat-Seite. 2. Klicken Sie auf das Profilsymbol, das sich in der Mitte der unteren Leiste befindet. 3. Der Benutzer kann seinen Namen und sein Foto bearbeiten, den öffentlichen Schlüssel teilen und den privaten Schlüssel über die Profilseite exportieren.
es: 1. Vaya a la página de chat. 2. Haga clic en el icono de perfil que se encuentra en el medio de la barra inferior. 3. El usuario puede editar su nombre y foto, compartir la clave pública, exportar la clave privada usando la página de perfil.
fr: 1. Accédez à la page de discussion. 2. Cliquez sur l'icône de profil située au milieu de la barre inférieure. 3. L'utilisateur peut modifier son nom et sa photo, partager la clé publique, exporter la clé privée en utilisant la page de profil.

source: Yes, Mark. Good idea!
de: Ja, Markus. Gute Idee!
es: Sí, Mark. ¡Buena idea!
fr: Oui, Marc. Bonne idée!

source: Read more
de: Weiterlesen
es: Lee mas
fr: Lire la suite

source: Play
de: Spiel
es: Jugar
fr: Jouer

# RemoveWrongWord
source: remove the wrong word by simply clicking on it.
de: Entfernen Sie das falsche Wort, indem Sie einfach darauf klicken.
es: elimine la palabra incorrecta simplemente haciendo clic en ella.
fr: supprimer le mauvais mot en cliquant simplement dessus.

# HowToUpdateUupAnswer
source: The user should use Play/Apple stor in order to update Uup application.
de: Der Benutzer sollte Play/Apple stor verwenden, um die Uup-Anwendung zu aktualisieren.

source: Camera permission is needed
de: Kameraerlaubnis ist erforderlich
es: Se necesita permiso de la cámara
fr: L'autorisation de l'appareil photo est nécessaire

source: Who is Uup for?
de: Für wen ist Uup?

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage

# WhoIsUupForAnswer
source: Uup is for everyone who wants fast and reliable. Business users and small teams may like the large groups and powerfull file sharin options.
de: Uup ist für alle, die schnell und zuverlässig wollen. Geschäftsanwender und kleine Teams mögen die großen Gruppen und die leistungsstarken Dateifreigabeoptionen.

source: Call ended
de: Anruf beendet
es: Llamada terminada
fr: Appel terminé

# AudioRecording
source: Audio is recording -
de: Audio wird aufgenommen -
es: El audio está grabando -
fr: L'audio est en cours d'enregistrement -

# HowDoUserCanEditNameOfAnotherUserAnswer
source: 1. Go to the chat page. 2. Click on the chat for 2 second which user wants to edit. 3. Click on edit button which appears on right corner of navigation bar.
de: 1. Gehen Sie zur Chat-Seite. 2. Klicken Sie 2 Sekunden lang auf den Chat, den der Benutzer bearbeiten möchte. 3. Klicken Sie auf die Schaltfläche Bearbeiten, die in der rechten Ecke der Navigationsleiste angezeigt wird.
es: 1. Vaya a la página de chat. 2. Haga clic en el chat durante 2 segundos que el usuario desea editar. 3. Haga clic en el botón de edición que aparece en la esquina derecha de la barra de navegación.
fr: 1. Accédez à la page de discussion. 2. Cliquez sur le chat pendant 2 secondes que l'utilisateur souhaite modifier. 3. Cliquez sur le bouton Modifier qui apparaît dans le coin droit de la barre de navigation.

source: Do it later
de: Mach es später
es: Hazlo después
fr: Fais-le plus tard

source: Congratulations!
de: Herzliche Glückwünsche!
es: ¡Felicidades!
fr: Toutes nos félicitations!

source: How can I create new group?
de: Wie kann ich eine neue Gruppe erstellen?
es: ¿Cómo puedo crear un grupo nuevo?
fr: Comment puis-je créer un nouveau groupe ?

source: Yesterday
de: Gestern
es: El dia de ayer
fr: Hier

# ChangeName
source: Change the name
de: Namen ändern
es: Cambiar el nombre
fr: Changer le nom

source: Who can I message?
de: Wem kann ich eine Nachricht senden?
es: ¿A quién puedo enviar un mensaje?
fr: A qui puis-je envoyer un message ?

# IDoNotHaveAnyPlanIfYouHaveAny
source: I do not have any plan, if you have any, I can join to you.
de: Ich habe keinen Plan, wenn Sie einen haben, kann ich mich Ihnen anschließen.
es: No tengo ningún plan, si tienes alguno, puedo unirme a ti.
fr: Je n'ai pas de plan, si vous en avez, je peux me joindre à vous.

# VerifyPassphraseTopLabel
source: Tap the words to put them next to each other in the correct order.
de: Tippen Sie auf die Wörter, um sie in der richtigen Reihenfolge nebeneinander zu platzieren.
es: Toque las palabras para ponerlas una al lado de la otra en el orden correcto.
fr: Appuyez sur les mots pour les placer les uns à côté des autres dans le bon ordre.

# WhatIsUupAnswer
source: Uup is the messaging app which is mainly focus on reliability. The user who download Uup application from PlayStore/Apple store can have an access to use it fot send messages, photos, videos and etc.
de: Uup ist die Messaging-App, die sich hauptsächlich auf Zuverlässigkeit konzentriert. Der Benutzer, der die Uup-Anwendung aus dem PlayStore/Apple Store herunterlädt, kann darauf zugreifen, um Nachrichten, Fotos, Videos usw. zu senden.

source: Text Size
de: Textgröße
es: Tamano del texto
fr: Taille du texte

source: Contact permission is needed
de: Kontakterlaubnis ist erforderlich
es: Se necesita permiso de contacto
fr: L'autorisation de contact est nécessaire

# TheWeatherIsFine
source: The weather is fine. It is ideal for picnic.
de: Das wetter ist gut. Es ist ideal für ein Picknick.
es: El clima está bien. Es ideal para picnic.
fr: La météo est bonne. Il est idéal pour pique-niquer.

# TappWord
source: TAP WORDS BELOW
de: TIPP WÖRTER UNTEN
es: TOQUE LAS PALABRAS A CONTINUACIÓN
fr: APPUYEZ SUR LES MOTS CI-DESSOUS

source: French
de: Französisch
es: Francés
fr: Français

# CallisGoingOnTapToJoin
source: Join call
de: Anruf beitreten
es: Unirse a la llamada
fr: Rejoindre l'appel

source: Feature not supported
de: Funktion nicht unterstützt
es: Característica no admitida
fr: Fonctionnalité non prise en charge

source: German
de: Deutsch
es: Alemán
fr: Allemand

# PublicKeyBottomLabel
source: Save them somewhere safe and secret.
de: Speichern Sie sie an einem sicheren und geheimen Ort.
es: Guárdalos en algún lugar seguro y secreto.
fr: Enregistrez-les dans un endroit sûr et secret.

# HowCanISetLimitVisibilityOfNumberOfMessageAnswer
source: 1. Click on menu icon which is located on right corner of bottom navigation bar. 2. Enter Display page. 3. The user can set a limit for number of visible message from display page.
de: 1. Klicken Sie auf das Menüsymbol, das sich in der rechten Ecke der unteren Navigationsleiste befindet. 2. Rufen Sie die Anzeigeseite auf. 3. Der Benutzer kann eine Begrenzung für die Anzahl der sichtbaren Nachrichten auf der Anzeigeseite festlegen.
es: 1. Haga clic en el icono de menú que se encuentra en la esquina derecha de la barra de navegación inferior. 2. Ingrese a la página de visualización. 3. El usuario puede establecer un límite para el número de mensajes visibles desde la página de visualización.
fr: 1. Cliquez sur l'icône de menu située dans le coin droit de la barre de navigation inférieure. 2. Entrez dans la page d'affichage. 3. L'utilisateur peut définir une limite pour le nombre de messages visibles à partir de la page d'affichage.

source: How can I change duration of message?
de: Wie kann ich die Dauer der Nachricht ändern?
es: ¿Cómo puedo cambiar la duración del mensaje?
fr: Comment puis-je modifier la durée du message ?

source: Missed call
de: Verpasster Anruf
es: Llamada perdida
fr: Appel manqué

source: Create profile
de: Profil erstellen
es: Crear perfil
fr: Créer un profil

source: Your conversations will be listed here
de: Ihre Gespräche werden hier aufgelistet
es: Tus conversaciones se enumerarán aquí
fr: Vos conversations seront répertoriées ici

# IAmDoingGoodHowAboutYou
source: I am doing good, how about you? Is everything ok?
de: Mir geht es gut, wie geht es dir? Ist alles in Ordnung?
es: Estoy bien, ¿y tú? ¿Esta todo bien?
fr: Je vais bien, et vous ? Est-ce que tout va bien?

source: Info Group
de: Infogruppe
es: Grupo de información
fr: Groupe d'informations

source: Your passphrase
de: Ihre Passphrase
es: Tu contraseña
fr: Votre mot de passe

source: You have received new contact from
de: Sie haben einen neuen Kontakt erhalten von
es: Ha recibido un nuevo contacto de
fr: Vous avez reçu un nouveau contact de

source: Info Contact
de: Info Kontakt
es: Información de contacto
fr: Informations Contact

# TwelveWordforRecover
source: Write below the 12 sentences for recover your account.
de: Schreiben Sie unten die 12 Sätze für die Wiederherstellung Ihres Kontos.
es: Escriba a continuación las 12 frases para recuperar su cuenta.
fr: Écrivez ci-dessous les 12 phrases pour récupérer votre compte.

# YouWillNotHaveProblemToRecoverYourAccount
source: You will not have problem to recover your account or using the application on other devices.
de: Sie werden keine Probleme haben, Ihr Konto wiederherzustellen oder die Anwendung auf anderen Geräten zu verwenden.
es: No tendrás problemas para recuperar tu cuenta o utilizar la aplicación en otros dispositivos.
fr: Vous n'aurez pas de problème pour récupérer votre compte ou utiliser l'application sur d'autres appareils.

source: Clean
de: Sauber
es: Limpia
fr: Nettoyer

source: Close
de: Nah dran
es: Cerrar
fr: Proche

source: Your account was successfully recovered
de: Ihr Konto wurde erfolgreich wiederhergestellt
es: Su cuenta ha sido recuperada con éxito
fr: Votre compte a été récupéré avec succès

source: QR Code Scanner
es: Escáner de código QR
fr: Scanner de codes QR

# User_Name
source: Pseudonym
es: Seudónimo
fr: Pseudonyme

source: FAQ
es: Preguntas más frecuentes

source: PDF viewer
es: Visor de PDF
fr: visionneuse de PDF

source: Code Scanner
es: Escáner de código
fr: Scanner de codes

source: Token Sharing
es: Compartir tokens
fr: Partage de jetons

source: QR Code
es: Código QR

source: Open source
es: Fuente abierta

source: Online
es: En línea
fr: En ligne

# Location
source: Position
es: Posición

source: Scan
es: Escanear
fr: Analyse

source: What is Anonymous?
es: ¿Qué es Anonymous?
fr: Qu'est-ce que Anonymous ?

source: Passphrase
es: Frase de contraseña
fr: Phrase secrète

# UploadAudio
source: Audio
fr: l'audio

source: Emoticon
fr: Émoticône
